/* No comment provided by engineer. */
"###Failed to remove Identity Avatar###" = "###Failed to remove Identity Avatar###";

/* No comment provided by engineer. */
"##Alert content content content content content content ##" = "##Alert content content content content content content ##";

/* No comment provided by engineer. */
"##Alert Title##" = "##Alert Title##";

/* No comment provided by engineer. */
"%1$@ to arrive, %2$@ apart" = "至目的地%1$@ 与您相距%2$@";

/* No comment provided by engineer. */
"%@ %@ ago" = "%1$@ %2$@前";

/* No comment provided by engineer. */
"%@ ago" = "%@前";

/* No comment provided by engineer. */
"%@ location" = "%@所处方位";

/* No comment provided by engineer. */
"%@. in %i days" = "%1$@ %2$i天后";

/* No comment provided by engineer. */
"%d people limit on gathering this ·X·. However, we’re glad to eliminate this limit during pilot period in appreciation of your early adaption. Thank you!" = "限制人数%d人。不过，为了对早期用户表示感谢，在近期内您可以不受此限。";

/* No comment provided by engineer. */
"%d%@前 至目的地%@" = "%1$d%2$@前 至目的地%3$@";

/* No comment provided by engineer. */
"%i days ago" = "%i天前";

/* No comment provided by engineer. */
"%i hours ago" = "%i小时前";

/* No comment provided by engineer. */
"%i invited" = "%i invited";

/* No comment provided by engineer. */
"%i minutes ago" = "%i分钟前";

/* No comment provided by engineer. */
"%i month" = "%i月";

/* No comment provided by engineer. */
"%i months" = "%i月";

/* No comment provided by engineer. */
"%i year" = "%i年";

/* No comment provided by engineer. */
"%i years" = "%i年";

/* No comment provided by engineer. */
"%u %@ %u %@ ago" = "%1$u %2$@ %3$u %4$@前";

/* No comment provided by engineer. */
"%u %@ ago" = "%1$u %2$@前";

/* WidgetExfee Exfee static */
"%u / %u" = "%1$u / %2$u";

/* No comment provided by engineer. */
"%u days ago" = "%u天前";

/* No comment provided by engineer. */
"%u hours ago" = "%u小时前";

/* No comment provided by engineer. */
"%u minutes ago" = "%u分钟前";

/* No comment provided by engineer. */
"+ mates..." = "+同伴";

/* No comment provided by engineer. */
"+km" = "+公里";

/* No comment provided by engineer. */
"1.5 hours ago" = "一个半小时前";

/* No comment provided by engineer. */
"\"%@\"" = "“%@”";

/* Accepted in Add Exfee */
"Accepted" = "确认参加";

/* No comment provided by engineer. */
"Add" = "Add";

/* Profile */
"Add identity" = "添加身份";

/* No comment provided by engineer. */
"Add Identity" = "Add Identity";

/* No comment provided by engineer. */
"Adding invitation failed." = "###Adding invitation failed.";

/* No comment provided by engineer. */
"Afternoon" = "下午";

/* No comment provided by engineer. */
"All-day" = "全天";

/* No comment provided by engineer. */
"an hour ago" = "1小时前";

/* No comment provided by engineer. */
"Apart from you" = "距您的位置";

/* No comment provided by engineer. */
"Arrived" = "抵达";

/* No comment provided by engineer. */
"Authenticate" = "鉴权";

/* No comment provided by engineer. */
"Authentication" = "鉴权";

/* No comment provided by engineer. */
"Authentication failed due to security concerns, please sign in again." = "Authentication failed due to security concerns, please sign in again.";

/* No comment provided by engineer. */
"Authentication failed." = "鉴权失败";

/* No comment provided by engineer. */
"Authorization failed." = "授权失败";

/* WidgetExfee field name */
"Bio" = "简介";

/* Edit Profile, placeholder */
"Bio..." = "简介…";

/* No comment provided by engineer. */
"Breakfast" = "早餐";

/* No comment provided by engineer. */
"Brunch" = "早午餐";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Change password" = "修改密码";

/* No comment provided by engineer. */
"Choose a place" = "选地点";

/* No comment provided by engineer. */
"Choose an account" = "Choose an account";

/* No comment provided by engineer. */
"Choose photo" = "挑选照片";

/* No comment provided by engineer. */
"Clear place" = "清空地点";

/* No comment provided by engineer. */
"Clear portrait" = "清除头像";

/* No comment provided by engineer. */
"Clear Time" = "清空时间";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Confirm reverting portrait and everything back?" = "确认恢复头像和所有信息？";

/* EXRsvpStatusView */
"Contact unreachable" = "无法联系对方";

/* EFContactDataSouce section Title */
"Contacts" = "联系人";

/* No comment provided by engineer. */
"Cropped area displays as portrait. Shake to revert." = "未遮挡区域将用作头像。摇晃手机恢复修改。";

/* No comment provided by engineer. */
"Current location" = "当前所处方位";

/* No comment provided by engineer. */
"Current password" = "当前密码";

/* No comment provided by engineer. */
"Daybreak" = "破晓";

/* No comment provided by engineer. */
"Dinner" = "晚餐";

/* No comment provided by engineer. */
"Disable this feature" = "关闭此功能";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Edit {{APP_NAME}} Info" = "Edit {{APP_NAME}} Info";

/* No comment provided by engineer. */
"Edit ·X· time" = "编辑活动时间";

/* No comment provided by engineer. */
"Enter contact name" = "输入对方名字";

/* No comment provided by engineer. */
"Enter email or phone" = "输入手机或邮件";

/* No comment provided by engineer. */
"Enter password" = "输入密码";

/* No comment provided by engineer. */
"Evening" = "傍晚";

/* Name for Product, eg: Shuady */
"EXFE" = "水滴";

/* Name for App, eg: ·X· */
"EXFE " = "·汇·";

/* Name for Product and App, eg: Shuady ·X· */
"EXFE  " = "水滴·汇";

/* EFContactDataSouce section Title */
"Exfees" = "###exfees";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"Facebook Authorization" = "Facebook授权";

/* No comment provided by engineer. */
"Failed to connect to server. Please retry or wait awhile." = "Failed to connect to server. Please retry or wait awhile.";

/* No comment provided by engineer. */
"Failed to update cross time: %@." = "时间更新失败：%@。";

/* No comment provided by engineer. */
"Failed to update portrait." = "头像更新失败。";

/* No comment provided by engineer. */
"Failed to update profile." = "个人资料更新失败。";

/* EFSignInViewController */
"Forgot password?" = "忘记密码？";

/* No comment provided by engineer. */
"Gather" = "·汇·一下";

/* No comment provided by engineer. */
"Gather a ·X·" = "·汇·一下";

/* No comment provided by engineer. */
"Go hang out with friends." = "约约朋友们吧";

/* No comment provided by engineer. */
"go to verify" = "先验证";

/* No comment provided by engineer. */
"h ago" = "小时前";

/* No comment provided by engineer. */
"Here" = "这里";

/* No comment provided by engineer. */
"HOST" = "主持";

/* No comment provided by engineer. */
"Host as identity:" = "主持身份：";

/* No comment provided by engineer. */
"I'm in" = "参加";

/* No comment provided by engineer. */
"Identity authorization has been revoked, please re-authorize." = "身份授权已被撤销，请重新授权";

/* No comment provided by engineer. */
"Identity Verification" = "身份验证";

/* No comment provided by engineer. */
"in %@" = "###in %@";

/* No comment provided by engineer. */
"in %@ %@" = "###in %1$@ %2$@";

/* No comment provided by engineer. */
"in %i hours" = "%i小时";

/* No comment provided by engineer. */
"in %i minutes" = "%i分钟";

/* No comment provided by engineer. */
"In %u %@" = "###In %1$u %2$@";

/* No comment provided by engineer. */
"In %u %@ %u %@" = "###In %1$u %2$@ %3$u %4$@";

/* No comment provided by engineer. */
"In %u days" = "%u天";

/* No comment provided by engineer. */
"In %u hours" = "%u小时";

/* No comment provided by engineer. */
"In %u minutes" = "%u分钟";

/* No comment provided by engineer. */
"in 1.5 hours" = "一个半小时";

/* No comment provided by engineer. */
"in one hour" = "1小时";

/* No comment provided by engineer. */
"in two days" = "后天";

/* No comment provided by engineer. */
"In two days" = "后天";

/* No comment provided by engineer. */
"Interested" = "有兴趣";

/* No comment provided by engineer. */
"Invalid account." = "无效账号。";

/* No comment provided by engineer. */
"Invalid identity." = "无效身份。";

/* No comment provided by engineer. */
"Invalid name." = "无效名字。";

/* No comment provided by engineer. */
"Invalid password." = "密码无效。";

/* No comment provided by engineer. */
"Invalid token." = "密令无效。";

/* No comment provided by engineer. */
"invited" = "invited";

/* No comment provided by engineer. */
"just now" = "刚才";

/* No comment provided by engineer. */
"Just now" = "刚才";

/* No comment provided by engineer. */
"km" = "公里";

/* No comment provided by engineer. */
"Leave from this ·X·" = "离开这个活动";

/* No comment provided by engineer. */
"Loading" = "加载中";

/* No comment provided by engineer. */
"Loading..." = "加载中";

/* No comment provided by engineer. */
"Location unavailable" = "无法获取位置";

/* No comment provided by engineer. */
"Lunch" = "午餐";

/* No comment provided by engineer. */
"m" = "米";

/* No comment provided by engineer. */
"m ago" = "分钟前";

/* No comment provided by engineer. */
"Merge" = "合并";

/* No comment provided by engineer. */
"Merge account %@ into your current signed-in account?" = "将账号%@合并到您当前登录的账号中？";

/* No comment provided by engineer. */
"Merge accounts" = "合并账号";

/* No comment provided by engineer. */
"Midnight" = "午夜";

/* No comment provided by engineer. */
"month" = "月";

/* No comment provided by engineer. */
"months" = "月";

/* No comment provided by engineer. */
"Morning" = "早晨";

/* No comment provided by engineer. */
"Network error" = "Network error";

/* No comment provided by engineer. */
"New password" = "新密码";

/* No comment provided by engineer. */
"Next" = "下一个";

/* No comment provided by engineer. */
"Next %@" = "???下%@";

/* No comment provided by engineer. */
"Night" = "夜晚";

/* No comment provided by engineer. */
"No place found. Tap arrow to edit." = "地点未找到。点按箭头编辑。";

/* No comment provided by engineer. */
"No post in conversation,\n yet." = "还没有人发过对话";

/* No comment provided by engineer. */
"Noon" = "中午";

/* No comment provided by engineer. */
"now" = "现在";

/* No comment provided by engineer. */
"Now" = "现在";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Online" = "在线";

/* No comment provided by engineer. */
"Open this RouteX page" = "开启这张活点地图";

/* No comment provided by engineer. */
"Password incorrect." = "错误密码。";

/* No comment provided by engineer. */
"Password reset request is sent, please check your email for instructions." = "已发送重置密码请求，请查看您的邮件阅读说明。";

/* No comment provided by engineer. */
"Password reset request is sent, please check your message for instructions." = "已发送重置密码请求，请查看您的消息阅读说明。";

/* No comment provided by engineer. */
"Pending" = "待定";

/* No comment provided by engineer. */
"People will no longer have access to any information in this ·X·. Please confirm to remove." = "对方将不再能看到这个活动的任何信息，确认移出？";

/* No comment provided by engineer. */
"Pick a time" = "挑时间";

/* No comment provided by engineer. */
"Please check and allow Shuady \naccount in Twitter \nmenu of ‘Settings’ app." = "Please check and allow Shuady \naccount in Twitter \nmenu of ‘Settings’ app.";

/* No comment provided by engineer. */
"Please check and allow {{PRODUCT_APP_NAME}} to use your account in Facebook menu of ‘Settings’ app. Retry or use other identity." = "请前往“设置”应用的Facebook项允许{{PRODUCT_NAME}}访问您的账号。重试或换用其它身份。";

/* No comment provided by engineer. */
"Please check spell and retry." = "请检查拼写并重试。";

/* No comment provided by engineer. */
"Please check your input above." = "请检查您输入的内容。";

/* No comment provided by engineer. */
"Please check your network connection and account setting in Settings app." = "请检查网络链接，以及“设置”应用中对应账号的开关。";

/* No comment provided by engineer. */
"Please draw route on map" = "请在地图上画出路径";

/* No comment provided by engineer. */
"Please proceed to “Settings” app » Privacy » Location Service,\nthen turn it on for “{{PRODUCT_APP_NAME}}”." = "请前往“设置”应用 » 隐私 » 定位服务，开启“{{PRODUCT_APP_NAME}}”的开关。";

/* No comment provided by engineer. */
"Please wait a while." = "请等一下。";

/* No comment provided by engineer. */
"Previous" = "前一个";

/* No comment provided by engineer. */
"Privacy Control" = "隐私控制";

/* No comment provided by engineer. */
"Privacy is important" = "隐私至关重要";

/* No comment provided by engineer. */
"Pull down to refresh..." = "下拉刷新";

/* No comment provided by engineer. */
"Quota limit exceeded" = "超出人数限制";

/* No comment provided by engineer. */
"Re-authorize" = "重新授权";

/* No comment provided by engineer. */
"Release to refresh..." = "松手后刷新";

/* No comment provided by engineer. */
"Remove" = "移出";

/* No comment provided by engineer. */
"Remove from this ·X·" = "从活动中移出";

/* No comment provided by engineer. */
"Request location" = "请对方更新方位";

/* No comment provided by engineer. */
"Request should be responded usually in seconds, please wait for awhile." = "请求通常在几秒内就已响应，请稍等";

/* No comment provided by engineer. */
"Request should be responded usually in seconds, please wait for awhile. Please also check your spam email folder, it might be mistakenly filtered by your mailbox." = "请求通常在几秒内就已响应，请稍等。请查看您的垃圾邮件，可能回复被您的邮箱误判了。";

/* No comment provided by engineer. */
"Request too frequently." = "请求太频繁。";

/* No comment provided by engineer. */
"Response:" = "Response:";

/* No comment provided by engineer. */
"Revert" = "恢复";

/* No comment provided by engineer. */
"Revert editing" = "恢复修改";

/* No comment provided by engineer. */
"Right there on map" = "地图标记点";

/* No comment provided by engineer. */
"RouteX in background" = "“活点地图”后台";

/* No comment provided by engineer. */
"RouteX will show your location for 20 minutes, only to those who're agreed." = "“活点地图”会显示您20分钟之内的方位，放心只有得到您同意的朋友们才能看到。";

/* No comment provided by engineer. */
"Same password?" = "密码没变？";

/* No comment provided by engineer. */
"Save" = "保存";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Search place" = "搜索地点";

/* No comment provided by engineer. */
"Seconds ago" = "秒前";

/* No comment provided by engineer. */
"seconds ago" = "秒前";

/* No comment provided by engineer. */
"Send" = "发送";

/* No comment provided by engineer. */
"Server Error" = "Server Error";

/* No comment provided by engineer. */
"Set by %@" = "由%@设置";

/* No comment provided by engineer. */
"Set by %@ %@" = "%1$@设置于%2$@";

/* No comment provided by engineer. */
"Set display name" = "设置显示名字";

/* No comment provided by engineer. */
"Set invitee name" = "设置受邀者名字";

/* No comment provided by engineer. */
"Set password" = "Set password";

/* No comment provided by engineer. */
"Set Password" = "设置密码";

/* No comment provided by engineer. */
"Set password failed." = "设置密码失败。";

/* No comment provided by engineer. */
"Set response to:" = "我的回复：";

/* No comment provided by engineer. */
"Set up Twitter account" = "设置Twitter账号";

/* No comment provided by engineer. */
"Set {{PRODUCT_NAME}} password" = "Set {{PRODUCT_NAME}} password";

/* No comment provided by engineer. */
"Show all contacts" = "全部联系人";

/* No comment provided by engineer. */
"Sign In" = "登入";

/* No comment provided by engineer. */
"Sign out" = "登出";

/* No comment provided by engineer. */
"Sometime" = "某时";

/* No comment provided by engineer. */
"Somewhere" = "某地";

/* No comment provided by engineer. */
"Sorry for the inconvenience. Sometimes, we have to compromise on experience for your account security. Re-authentication is to avoid modification by others who can possibly use your phone." = "有时候我们为了您的账号安全只能牺牲用户体验。重新鉴权是为了避免别人冒充您作操作。抱歉给您带来不变。";

/* No comment provided by engineer. */
"Sorry, something is technically wrong in the \"cloud\", we’re fixing it up." = "Sorry, something is technically wrong in the \"cloud\", we’re fixing it up.";

/* No comment provided by engineer. */
"Start" = "开始";

/* No comment provided by engineer. */
"Start over" = "重新开始";

/* No comment provided by engineer. */
"Start with new account" = "开始新账号";

/* search header title */
"Suggest" = "###Suggest";

/* No comment provided by engineer. */
"Take photo" = "拍照";

/* No comment provided by engineer. */
"Take some notes" = "写描述";

/* No comment provided by engineer. */
"TAP TO RETRY" = "点按重试";

/* No comment provided by engineer. */
"Tea-break" = "下午茶";

/* No comment provided by engineer. */
"The group utility for gathering." = "聚会群组工具";

/* No comment provided by engineer. */
"The time is too long after the authentication. Please try authenticate identity above again." = "The time is too long after the authentication. Please try authenticate identity above again.";

/* No comment provided by engineer. */
"There is something wrong. Please try again later." = "###There is something wrong...";

/* No comment provided by engineer. */
"This email requires verification before proceeding. Verification request is sent, please check your email for instructions." = "需验证此邮件才能继续。验证已发送。请查看您的邮件阅读说明。";

/* No comment provided by engineer. */
"This number requires verification before proceeding. Verification request is sent, please check your message for instructions." = "需验证此号码才能继续。验证已发送。请查看您的邮件阅读说明。";

/* No comment provided by engineer. */
"This RouteX page will show your location in 1 hour." = "这张“活点地图”将会展现您未来1小时内的方位。";

/* No comment provided by engineer. */
"To destination" = "至目的地";

/* No comment provided by engineer. */
"To protect privacy, nothing to list here \nuntil your account is verified. Please go to verify first." = "为了保护隐私，在验证您的账号之前\r这里将不会列出任何消息。请先验证。";

/* No comment provided by engineer. */
"To reset {{PRODUCT_NAME}} password, please authenticate with your identity." = "To reset {{PRODUCT_NAME}} password, please authenticate with your identity.";

/* No comment provided by engineer. */
"Today" = "今天";

/* No comment provided by engineer. */
"tomorrow" = "明天";

/* No comment provided by engineer. */
"Tomorrow" = "明天";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter Authorization" = "Twitter授权";

/* No comment provided by engineer. */
"Two days ago" = "前天";

/* No comment provided by engineer. */
"two days ago" = "前天";

/* No comment provided by engineer. */
"Unavailable" = "不参加";

/* No comment provided by engineer. */
"Unknown" = "方位未知";

/* No comment provided by engineer. */
"Unreachable contact" = "无法联系对方";

/* No comment provided by engineer. */
"Unverified account." = "账号未验证";

/* Profile Table cell */
"Unverified identity. Please check your email for instructions.\nRequest verification again?" = "Unverified identity. Please check your email for instructions.\nRequest verification again?";

/* Profile Table cell */
"Unverified identity. Please check your message for instructions.\nRequest verification again?" = "Unverified identity. Please check your message for instructions.\nRequest verification again?";

/* No comment provided by engineer. */
"Update" = "升级";

/* No comment provided by engineer. */
"Update available" = "升级新版本";

/* No comment provided by engineer. */
"Utility like RouteX should respect the highest standard of privacy and data security, because it can acquire your location. We care and pay attention to it." = "像“活点地图”这样能获知您方位的工具，应以最高标准尊重个人隐私和数据安全。我们对此非常重视。";

/* No comment provided by engineer. */
"Verification" = "验证";

/* No comment provided by engineer. */
"Verification is sent. Please check your email for instructions." = "验证已发送。请查看您的邮件阅读说明。";

/* No comment provided by engineer. */
"Verification is sent. Please check your message for instructions." = "验证已发送。请查看您的消息阅读说明。";

/* No comment provided by engineer. */
"Want to see location with friends?" = "要改变主意与朋友们互相看到位置和轨迹？";

/* No comment provided by engineer. */
"WeChat" = "微信";

/* No comment provided by engineer. */
"Welcome to {{PRODUCT_APP_NAME}}" = "欢迎使用 {{PRODUCT_APP_NAME}}";

/* No comment provided by engineer. */
"Where r u?\n%@" = "你在哪？\\n%@";

/* No comment provided by engineer. */
"Why I have to do this?" = "为什么要我做这个？";

/* No comment provided by engineer. */
"year" = "年";

/* No comment provided by engineer. */
"years" = "年";

/* No comment provided by engineer. */
"Yesterday" = "昨天";

/* No comment provided by engineer. */
"yesterday" = "昨天";

/* No comment provided by engineer. */
"You have no access to this private ·X·." = "您无权访问这个活动。";

/* No comment provided by engineer. */
"You will no longer have access to any information in this ·X· once left. Please confirm to leave." = "您将无法访问这个活动的任何信息。确认离开？";

/* No comment provided by engineer. */
"Your profile here." = "您的个人资料";

/* No comment provided by engineer. */
"You’re about to change import information of your account. For security concerns, please authenticate first and set your {{PRODUCT_APP_NAME}} password." = "您正要修改账号的重要信息，为了安全考虑，请鉴权并设置您的{{PRODUCT_NAME}}密码。";

/* No comment provided by engineer. */
"You’re about to change important information of your account. For security concerns, please authenticate your account." = "您正要修改账号的重要信息，为了安全考虑，请鉴权。";

/* No comment provided by engineer. */
"{{PRODUCT_APP_NAME}}" = "水滴·汇";

/* No comment provided by engineer. */
"{{PRODUCT_APP_NAME}} %@ is available. You’re using version %@. Update now?" = "{{PRODUCT_APP_NAME}}版本已更新%1$@，您正在使用%2$@。现在升级？";

/* No comment provided by engineer. */
"{{PRODUCT_NAME}}" = "{{PRODUCT_NAME}}";

/* No comment provided by engineer. */
"·X·" = "???·汇·";

/* No comment provided by engineer. */
"“Rome wasn't built in a day.”" = "“不积跬步 无以至千里”";

/* No comment provided by engineer. */
"您刚刚拒绝开启这张“活点地图”：Threshold of the odyssey。它将不会展现您的位置，您也无法用它看到别人的位置。但这不会影响您已开启的其它“活点地图”页面，每张地图中是否展现您的位置是各自独立的设置。" = "您刚刚拒绝开启这张“活点地图”：Threshold of the odyssey。它将不会展现您的位置，您也无法用它看到别人的位置。但这不会影响您已开启的其它“活点地图”页面，每张地图中是否展现您的位置是各自独立的设置。";

/* No comment provided by engineer. */
"无法立刻通知对方更新方位。请尝试用其它方式联系对方。" = "无法立刻通知对方更新方位。请尝试用其它方式联系对方。";

/* No comment provided by engineer. */
"无需保持应用开启，也能在您已开启的地图中展示一段时间内的位置。" = "无需保持应用开启，也能在您已开启的地图中展示一段时间内的位置。";

/* No comment provided by engineer. */
"通知失败" = "通知失败";

